{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Toyota Jamboree",
	"language": "en",
	"home_page_url": "https://toyotajamboree.com/",
	"feed_url": "https://toyotajamboree.com/feed/feed.json",
	"description": "One of the largest Toyota offroad events in the US",
	"author": {
		"name": "Your Name Here",
		"url": "https://example.com/about-me/"
	},
	"items": [
		{
			"id": "https://toyotajamboree.com/blog/lockers-vs-crawl-control/",
			"url": "https://toyotajamboree.com/blog/lockers-vs-crawl-control/",
			"title": "Exploring Toyota&#39;s Off-Road Systems: Lockers, Crawl Control, MTS, KDSS, and A-TRAC",
			"content_html": "<p>Navigating Difficult Terrain with Toyota's Advanced Systems: An In-Depth Look at Lockers, Crawl Control, Multi-Terrain Select (MTS), Kinetic Dynamic Suspension System (KDSS), and Active Traction Control (A-TRAC)</p>\n<p>With so many advanced systems like lockers, Crawl Control, Multi-Terrain Select (MTS), Kinetic Dynamic Suspension System (KDSS), and Active Traction Control (A-TRAC), it can be easy to get lost in the differences between them.</p>\n<p>But don't worry, let's explore these systems and discover their purpose for making your off-roading experiences smoother and more enjoyable.</p>\n<h3 id=\"lockers-vs-crawl-control-what-s-the-difference\" tabindex=\"-1\">Lockers vs. Crawl Control: What's the Difference? <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/lockers-vs-crawl-control/\">#</a></h3>\n<p>A differential locker provides equal power to both wheels, allowing both wheels to rotate at the same speed and maintain traction on rough terrain. Crawl Control, on the other hand, is an advanced off-road driving assist system that automatically controls the throttle and brakes to help the driver navigate rough terrain.</p>\n<p>While lockers provide maximum traction, they do not provide any additional control or assistance to the driver. Crawl Control, on the other hand, is stated to take the stress out of navigating tough terrain by automatically controlling the vehicle's speed and brakes, allowing the driver to focus on steering.</p>\n<p>For more information about lockers read our <a href=\"https://toyotajamboree.com/blog/understanding-lockers\" title=\"Mechanical vs Air Locker vs e-Locker. Which type is best for you?\">Differential Lockers: What are they and how can they help you navigate tough terrain</a> post</p>\n<h3 id=\"more-about-toyota-crawl-control\" tabindex=\"-1\">More about Toyota Crawl Control <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/lockers-vs-crawl-control/\">#</a></h3>\n<p>Toyota Crawl Control is an advanced off-road driving assist system that is available on some Toyota 4x4 models. A set-it-and-forget-it system, it's like cruise control but for off-road use designed to handle the vehicle speed, acceleration and braking over various terrain conditions allowing the driver to focus on steering and navigating obstacles without operating the accerator or brake pedals.</p>\n<p>Crawl control works on a low speeds when the vehicle in 4LO. The driver can choose between various speeds (1-5mph) to adjust the pace going forward.</p>\n<p>Setting &quot;1&quot; is good for downhill driving, simular to the old &quot;Down Hill Assist Control&quot;</p>\n<p>The system pauses if you exceed 15mph and is not mean to for continous use, with a 12 minute continous operation limited.</p>\n<h3 id=\"multi-terrain-select-mts\" tabindex=\"-1\">Multi-Terrain Select (MTS) <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/lockers-vs-crawl-control/\">#</a></h3>\n<p>Toyota Multi-Terrain Select (MTS) adjust traction control and other settings to accomdate various pre-set types of terrain, naming Rock, Rock/Dirt, Loose Rock, Mud/Sand.  While Crawl Control is like the off-road cruise control, managing the vehicles speed to conquer the terrain, MTS uses sensors to monitor the vehicle's speed, angle, and traction, and it adjusts the speed and brakes accordingly, helping to maintain traction and stability through the selected terrain.</p>\n<p>Often used in conjunction with Crawl Control but can be used independantly.</p>\n<p>Each mode adjusts the throttle control, traction control, and ABS to provide the best possible traction for the specific terrain. For example, in the mud and sand mode, the system reduces engine power and adjusts the traction control to help prevent wheel spin and maintain traction.</p>\n<p>The Multi-Terrain Select system helps drivers navigate challenging off-road terrain with greater confidence, allowing them to tackle tough obstacles and maintain control of their vehicle. The system operates automatically and requires no input from the driver, making it an easy and convenient way to improve off-road performance.</p>\n<!-- ### Crawl Control vs MTS: Which do I use?\nCrawl Control is great for maintaining distance downhill or when you just want to keep a steady pace on the trail. \n\n -->\n<h3 id=\"kinetic-dynamic-suspension-system-kdss\" tabindex=\"-1\">Kinetic Dynamic Suspension System (KDSS) <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/lockers-vs-crawl-control/\">#</a></h3>\n<p>The KDSS system is designed to help improve the vehicle's handling on rough terrain by automatically adjusting the stiffness of the suspension.</p>\n<p>Stabilizer bars normally limit wheel range for vertical moevement when traveersing uneven terrain.  The KDSS however, essentially locks and releases the front and rear anti-roll bars independently giving the vehicle added flexibility of movement.\nWhen traversing tough terrain this system frees up tire movement and gives added nimbleness. It increases the tire articulation slightly.  On-road this system reduces tire movement improving handling and stability.</p>\n<h3 id=\"active-traction-control-a-trac\" tabindex=\"-1\">Active Traction Control (A-TRAC) <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/lockers-vs-crawl-control/\">#</a></h3>\n<p>A-TRAC uses a combination of electronic control and hydraulic pressure to manage power distribution to each wheel. When a wheel begins to spin, A-TRAC can transfer torque to the wheels with the most traction, helping to maintain stability and prevent the vehicle from getting stuck.</p>\n<p>When engaged, the system operates automatically and requires no further input from the driver.  It works by constantly monitoring the tires, and when it detects wheel spin it attempts to distrbutes torque between front and rear wheels by applying brakes to wheels with no traction, allowing it to send power to the wheel with traction.</p>\n<p>In addition to improving traction in off-road conditions, A-TRAC can also enhance the vehicle's stability and handling on slippery surfaces like wet roads or ice. The system can improve safety and performance, helping drivers navigate challenging conditions with confidence.</p>\n<p>A-TRAC is meant to used while slowly navigating terrain or obstacles.</p>\n<h4 id=\"when-to-apply-a-trac\" tabindex=\"-1\">When to apply A-TRAC <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/lockers-vs-crawl-control/\">#</a></h4>\n<p>If your vehicle isn't equipped with a differential locker a good time to consider activating your A-TRAC is when you start loosing traction due to loose terrain or your entering an obstacle (like large rocks) where you expect, due to articulation, one or more wheel may momentarily leave traction with the ground.</p>\n<h4 id=\"how-to-activate-a-trac\" tabindex=\"-1\">How to activate A-TRAC <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/lockers-vs-crawl-control/\">#</a></h4>\n<p>A-TRAC can only be applied while in 4LO. So stop the vehicle, place it in neutral, shift into 4LO and press the &quot;A-TRAC&quot; button, a dash A-TRAC light should activate letting you know A-TRAC is engaged. Shift back into drive and proceed forward at a slow pace.  It is normal to hear weird or loud noises coming from the tires as the brakes activate and release as you go over the terrain.</p>\n",
			"date_published": "2023-03-13T03:50:51Z"
		}
		,
		{
			"id": "https://toyotajamboree.com/blog/fourthpost/",
			"url": "https://toyotajamboree.com/blog/fourthpost/",
			"title": "This is my fourth post.",
			"content_html": "<p>Leverage agile frameworks to provide a robust synopsis for high level overviews. Iterative approaches to corporate strategy foster collaborative thinking to further the overall value proposition. Organically grow the holistic world view of disruptive innovation via workplace diversity and empowerment.</p>\n<p>Bring to the table win-win survival strategies to ensure proactive domination. At the end of the day, going forward, a new normal that has evolved from generation X is on the runway heading towards a streamlined cloud solution. User generated content in real-time will have multiple touchpoints for offshoring.</p>\n<p><picture><source type=\"image/avif\" srcset=\"https://toyotajamboree.com/img/IdthKOzqFA-350.avif 350w\"><source type=\"image/webp\" srcset=\"https://toyotajamboree.com/img/IdthKOzqFA-350.webp 350w\"><img alt=\"A possum parent and two possum kids hanging from the iconic red balloon\" loading=\"lazy\" decoding=\"async\" src=\"https://toyotajamboree.com/img/IdthKOzqFA-350.png\" width=\"350\" height=\"685\"></picture></p>\n<h2 id=\"section-header\" tabindex=\"-1\">Section Header <a class=\"header-anchor\" href=\"https://toyotajamboree.com/blog/fourthpost/\">#</a></h2>\n<p>Capitalize on low hanging fruit to identify a ballpark value added activity to beta test. Override the digital divide with additional clickthroughs from DevOps. Nanotechnology immersion along the information highway will close the loop on focusing solely on the bottom line.</p>\n",
			"date_published": "2018-09-30T00:00:00Z"
		}
		
	]
}
